kids.org
#+TITLE: My Kids
#+DATE: <2017-12-25 Mon>

Some interesting words from my kids.

* Childhood Statement

** Dream Fidget Spinner
   #+BEGIN_EXAMPLE
        __      "I saw a fidget spinner in my dream.
       (O )      I bit it and found it's as sweet as chocolate."
      _/:D\_     -- Nan Yi, Dec 20 2017                         
     (O/¯\O )                                                   
      ¯   ¯¯
   #+END_EXAMPLE
  
** Dislike Magic Pen  

   #+BEGIN_EXAMPLE

     "Today a little girl gave me
      a magic pen, but I dislike  /\
      it. I thought a long time  /  \
      how to switch it out.     |    |
      Finally a little boy    --:'''':--
      exchanged it with his     :'_' :
      car. Look,                _:"":\___
      this       ' '      ____.' :::     '._
      one."     . *=====<<=)           \    :
                 .  '      '-'-'\_      /'._.'
      -- Nan Yi, Nov 10 2017      \====:_ ""
                                 .'     \\
                                :       :
                               /   :    \
                              :   .      '.
              ,. _            :  : :      :
           '-'    ).          :__:-:__.;--'
         (        '  )        '-'   '-'
      ( -   .00.   - _
     (    .'  _ )     )
     '-  ()_.\,\,   -
   #+END_EXAMPLE

** A Little Dragonfly

   #+BEGIN_EXAMPLE
     ( '\___      \_  (^)  _/      ___/' )
      \ , ' \____   \ / \ /   ____/ ' , /
       \__ ' , ' \___{~V~}___/ ' , ' __/
      ____\_________ {<!>} _________/____
     / , ' , ' , ' ,`{<!>}~, ' , ' , ' , \
     \_____________ /{<!>}\______________/
                      \./
                      (~) "Today I saw
                      (~)  a dragonfly
                      (~)  in our kindergarten.
                      (~)  I said little dragonfly,
                      (~)  how did you come here?"
                      (~)
                      ,0,  -- Nan Yi, July 10 2016
                       "
   #+END_EXAMPLE  

