kids.html
<!DOCTYPE html>
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2019-12-07 六 23:31 -->
<meta charset="utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>My Kids</title>
<meta name="generator" content="Org mode" />
<link rel="stylesheet" type="text/css" href="css/org.css" />
</head>
<body>
<div id="org-div-home-and-up">
 <a accesskey="h" href="sitemap.html"> SITEMAP </a>
 |
 <a accesskey="H" href="index.html"> HOME </a>
</div><div id="content">
<header>
<h1 class="title">My Kids</h1>
</header><nav id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#org42d9309">Childhood Statement</a>
<ul>
<li><a href="#org874840c">Dream Fidget Spinner</a></li>
<li><a href="#org285d9a4">Dislike Magic Pen</a></li>
<li><a href="#org16b5951">A Little Dragonfly</a></li>
</ul>
</li>
</ul>
</div>
</nav>
<p>
Some interesting words from my kids.
</p>

<div id="outline-container-org42d9309" class="outline-2">
<h2 id="org42d9309">Childhood Statement</h2>
<div class="outline-text-2" id="text-org42d9309">
</div>
<div id="outline-container-org874840c" class="outline-3">
<h3 id="org874840c">Dream Fidget Spinner</h3>
<div class="outline-text-3" id="text-org874840c">
<pre class="example">
   __      "I saw a fidget spinner in my dream.
  (O )      I bit it and found it's as sweet as chocolate."
 _/:D\_     -- Nan Yi, Dec 20 2017                         
(O/¯\O )                                                   
 ¯   ¯¯
</pre>
</div>
</div>

<div id="outline-container-org285d9a4" class="outline-3">
<h3 id="org285d9a4">Dislike Magic Pen</h3>
<div class="outline-text-3" id="text-org285d9a4">
<pre class="example">

"Today a little girl gave me
 a magic pen, but I dislike  /\
 it. I thought a long time  /  \
 how to switch it out.     |    |
 Finally a little boy    --:'''':--
 exchanged it with his     :'_' :
 car. Look,                _:"":\___
 this       ' '      ____.' :::     '._
 one."     . *=====&lt;&lt;=)           \    :
            .  '      '-'-'\_      /'._.'
 -- Nan Yi, Nov 10 2017      \====:_ ""
                            .'     \\
                           :       :
                          /   :    \
                         :   .      '.
         ,. _            :  : :      :
      '-'    ).          :__:-:__.;--'
    (        '  )        '-'   '-'
 ( -   .00.   - _
(    .'  _ )     )
'-  ()_.\,\,   -
</pre>
</div>
</div>

<div id="outline-container-org16b5951" class="outline-3">
<h3 id="org16b5951">A Little Dragonfly</h3>
<div class="outline-text-3" id="text-org16b5951">
<pre class="example">
( '\___      \_  (^)  _/      ___/' )
 \ , ' \____   \ / \ /   ____/ ' , /
  \__ ' , ' \___{~V~}___/ ' , ' __/
 ____\_________ {&lt;!&gt;} _________/____
/ , ' , ' , ' ,`{&lt;!&gt;}~, ' , ' , ' , \
\_____________ /{&lt;!&gt;}\______________/
                 \./
                 (~) "Today I saw
                 (~)  a dragonfly
                 (~)  in our kindergarten.
                 (~)  I said little dragonfly,
                 (~)  how did you come here?"
                 (~)
                 ,0,  -- Nan Yi, July 10 2016
                  "
</pre>
</div>
</div>
</div>
</div>
</body>
</html>
